Repository: deargoth/recipes_site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The first name must not be empty
pt_br: O primeiro nome não pode estar vazio

source: The last name must not be empty
pt_br: O último nome não pode estar vazio

source: Type here your title
pt_br: Digite aqui o título

source: Type here the description of the recipe
pt_br: Digite aqui a descrição da receita

source: In minutes or hours, you choose!
pt_br: Em minutos ou horas, você escolhe!

source: In people, portions or plates
pt_br: Em pessoas, porções ou pratos

source: People
pt_br: Pessoas

source: Portions
pt_br: Porções

source: Plates
pt_br: Pratos

source: Minute(s)
pt_br: Minuto(s)

source: Hour(s)
pt_br: Hora(s)

source: Title must have at least 6 characters.
pt_br: O título precisa ter no mínimo 6 caracteres.

source: Description must have at least 10 characters.
pt_br: A descrição precisa ter no mínimo 10 caracteres.

source: The preparation steps must have at least 20 characters.
pt_br: Os passos de preparação precisam ter no mínimo 20 caracteres

source: The title cannot be equal to description
pt_br: O título não pode ser igual a descrição

source: The description cannot be equal to title
pt_br: A descrição não pode ser igual ao titulo

source: Pieces
pt_br: Pedaços

source: Minutes
pt_br: Minutos

source: Hours
pt_br: Horas

source: Type your e-mail
pt_br: Digite seu e-mail

source: Type your password
pt_br: Digite sua senha

source: Your e-mail
pt_br: Seu e-mail

source: Repeat your password
pt_br: Repita sua senha

source: E-mail is required
pt_br: O e-mail é obrigatório

source: The e-mail gotta be valid
pt_br: O e-mail precisa ser válido

source: The e-mail must be valid
pt_br: O e-mail precisa ser válido

source: Write your first name, please
pt_br: Digite seu primeiro nome, por favor

source: Your first name must have at least 3 characters
pt_br: Seu primeiro nome precisa ter no mínimo 3 caracteres

source: Your first name must have a maximum of 100 characters
pt_br: Seu primeiro nome deve ter no máximo 100 caracteres

source: First name
pt_br: Primeiro nome

source: Your first name must have at least 3 characters and a maximum of 100 characters
pt_br: Seu primeiro nome precisa ter no mínimo 3 caracteres e no máximo 100 caracteres

source: Write your last name, please
pt_br: Digite seu último nome, por favor

source: Your last name must have at least 3 characters
pt_br: Seu último nome precisa ter pelo menos 3 caracteres

source: Your last name must have a maximum of 100 characters
pt_br: Seu último nome deve ter no máximo 100 caracteres

source: Last name
pt_br: Último nome

source: Your last name must have at least 3 characters and a maximum of 100 characters
pt_br: Seu último nome deve ter no mínimo 3 caracteres e no máximo 100 caracteres

source: The password must not be empty
pt_br: A senha não pode estar vazia

source: Password
pt_br: Senha

source: Password must have at least one uppercase letter, one lowercase letter and one number. The length should be at least 8 characters.
pt_br: A senha precisa ter pelo menos uma letra maiúscula, uma letra minúscula e um número. Deve ter no mínimo 8 caracteres.

source: Please, repeat your password
pt_br: Repita sua senha, por favor

source: Confirmation of Password
pt_br: Confirmação da senha

source: Type your password again to confirm
pt_br: Digite sua senha de novo para confirmar

source: Both password fields must be equal
pt_br: As duas senhas precisam estar iguais

source: Biography
pt_br: Biografia

source: Image
pt_br: Imagem

source: Creating a new recipe
pt_br: Criando uma nova receita

source: Creating a recipe
pt_br: Criando uma receita

source: Here you are able to create a new recipe
pt_br: Aqui você pode criar novas receitas

source: Create
pt_br: Criar

source: Here you can see your recipes (not published), modify your profile and see your informations!
pt_br: Aqui você pode ver suas receitas (não publicadas), modificar seu perfil e ver suas informações!

source: Your recipes that are not published
pt_br: Suas receitas que não estão publicadas

source: Edit
pt_br: Editar

source: Delete
pt_br: Deletar

source: You have no recipe yet! But you can create one by clicking
pt_br: Você ainda não tem nenhuma receita! Mas você pode criar uma clicando

source: here
pt_br: aqui

source: Want to change your profile informations?
pt_br: Quer mudar suas informações do perfil?

source: Click here!
pt_br: Clique aqui!

source: Editing my profile
pt_br: Editando meu perfil

source: Here you are able to modify your profile
pt_br: Aqui você pode modificar seu perfil

source: There are errors in the form, please fix them and send again.
pt_br: Existem erros no formulário, arrume-os e envie novamente, por favor.

source: Editing
pt_br: Editando

source: Editing recipe
pt_br: Editando uma receita

source: Here you are able to modify the recipe
pt_br: Aqui você pode modificar receitas

source: Doesn't have an account yet?
pt_br: Ainda não tem sua conta?

source: Register here!
pt_br: Se registre aqui!

source: You are in this page as an admin!
pt_br: Você está nessa página como um administrador!

source: Profile of
pt_br: Perfil de

source: Register
pt_br: Registrar

source: Already have an account?
pt_br: Já tem uma conta?

source: Login here!
pt_br: Logue aqui!

source: Title
pt_br: Título

source: Description
pt_br: Descrição

source: Servings
pt_br: Porções

source: Created at
pt_br: Criado em

source: Updated at
pt_br: Atualizado em

source: Is published
pt_br: Está publicada

source: Category
pt_br: Categoria

source: No recipes found here 😢
pt_br: Nenhuma receita foi achada aqui 😢

source: You are seeing this because you're a authorized user or the author of the recipe. (It's not published)
pt_br: Você está vendo isso porque é um usuário autorizado ou porque é o autorda receita. (Não está publicada)

source: Preparation
pt_br: Preparação

source: read more
pt_br: Leia mais

source: No recipes founded |
pt_br: Nenhuma receita achada |

source: Name
pt_br: Nome

source: Recipes
pt_br: Receitas

source: Home
pt_br: Página inicial

source: New recipe
pt_br: Nova receita

source: Logout
pt_br: Deslogar

source: First
pt_br: Primeira

source: Last
pt_br: Última

source: Recipe not found.
pt_br: Receita não encontrada.

source: No category with this name was founded.
pt_br: Nenhuma categoria com esse nome foi encontrada.

source: Ops! You're already logged.
pt_br: Ops! Você já está logado.

source: Ops! You need to be logged to do this!
pt_br: Ops! Você precisa estar logado para fazer isso!

source: Your e-mail or password are wrong. Fix them and try again.
pt_br: Seu e-mail ou senha estão errados. Arrume-os e tente novamente

source: Ops! You don't have permission to see that.
pt_br: Ops! Você não tem permissão para ver isso.

source: There is already a recipe with this title
pt_br: Já existe uma receita com esse título.

source: This slug it's already in use
pt_br: Essa slug já está em uso

source: You have been registered successfully! Now login in your account.
pt_br: Você foi registrado com sucesso! Agora logue em sua conta.

source: You have been login successfully, enjoy our site!
pt_br: Você fez login com sucesso, aproveite nosso site!

source: You have been successfully disconnected from your account.
pt_br: Você foi desconectado com sucesso de sua conta.

source: Your recipe was edited successfully!
pt_br: Sua receita foi modificada com sucesso!

source: Your recipe was send to review sucessfully!
pt_br: Sua receita foi enviada para revisão com sucesso!

source: Your recipe was deleted successfully.
pt_br: Sua receita foi deletada com sucesso.

source: Your profile was updated successfully!
pt_br: Seu perfil foi atualizado com sucesso!
